abusaidm.html-snippets
adrianwilczynski.alpine-js-intellisense
aeschli.vscode-css-formatter
akamud.vscode-javascript-snippet-pack
amiralizadeh9480.laravel-extra-intellisense
anbuselvanrocky.bootstrap5-vscode
austenc.livewire-docs
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cierra.livewire-vscode
codingyu.laravel-goto-view
damms005.devdb
davidanson.vscode-markdownlint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
entexa.tall-stack
equimper.react-native-react-redux
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
george-alisson.html-preview-vscode
github.copilot-chat
github.github-vscode-theme
glitchbl.laravel-create-view
ihunte.laravel-blade-wrapper
infeng.vscode-react-typescript
jundat95.react-native-snippet
junstyle.php-cs-fixer
kokororin.vscode-phpfmt
laravel.vscode-laravel
lennardv.livewire-goto-updated
mehedidracula.php-namespace-resolver
mermaidchart.vscode-mermaid-chart
mgmcdermott.vscode-language-babel
mikestead.dotenv
msjsdiag.vscode-react-native
ms-vscode.js-debug-nightly
ms-vscode.vscode-typescript-next
naoray.laravel-goto-components
neilbrayfield.php-docblocker
nucllear.vscode-extension-auto-import
onecentlin.laravel5-snippets
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
open-southeners.laravel-pint
pcbowers.alpine-intellisense
perkovec.emoji
pgl.laravel-jump-controller
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
rifi2k.format-html-in-php
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
sperovita.alpinejs-syntax-highlight
steoates.autoimport
streetsidesoftware.code-spell-checker
supabase.vscode-supabase-extension
thekalinga.bootstrap4-vscode
usernamehw.errorlens
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
zobo.php-intellisense
