alfredbirk.tailwind-documentation
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
codingyu.laravel-goto-view
devdojo.alpinejs-syntax-highlight
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
doonfrs.livewire-support
ecmel.vscode-html-css
esbenp.prettier-vscode
felixfbecker.php-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hossaini.bootstrap-intellisense
ihunte.laravel-blade-wrapper
ikappas.composer
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mikestead.dotenv
naoray.laravel-goto-components
onecentlin.laravel5-snippets
onecentlin.laravel-blade
open-southeners.laravel-pint
pkief.material-icon-theme
pkief.material-product-icons
robsontenorio.voltage
shufo.vscode-blade-formatter
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vincaslt.highlight-matching-tag
voorjaar.windicss-intellisense
vscjava.vscode-maven
xdebug.php-debug
yandeu.five-server
